Repository: Jerome-github/tuner
Catalog: locale/*/*.po
Languages: fr

source: Frequency
fr: Fréquence

source: Select note
fr: Sélectionnez une note

source: Tuner
fr: Accordeur

source: Notestyle
fr: Notation

source: French
fr: Française

source: English
fr: Anglaise

source: Length (s)
fr: Durée (s)

source: Output
fr: Sortie

source: Oops! It seems beep is not installed.
fr: Oops! On dirait bien que beep n'est pas installé.

source: Oops! It seems sox is not installed.
fr: Oops! On dirait bien que sox n'est pas installé.

source: A package should be available for your distribution.
fr: Un paquet devrait exister pour votre distribution.

source: Missing program
fr: Programme manquant

source: Could not SIGINT process.
fr: Le process n'a pas pu être interrompu.
